",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"Add|generic add button" = "Ajouter";

"Cancel|generic cancel button" = "Annuler";

"Facebook Messages|Title of button on sheet allowing user to contact a friend via Facebook Messages" = "Messages Facebook";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Utilisateur de Facebook";

"Friends or Contacts|placeholder text in to field of contacts picker" = "Amis ou contacts";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Conversation de groupe";

"Incomplete contact|Alert title: Newly created contact needs more information" = "Contact incomplet";

"Invalid Contact|Alert title: Newly created contact has invalid information" = "Contact non valable";

"Last Updated: %@|last updated date in pull to refresh header" = "Dernière mise à jour : %1$@";

"Loading...|loading progress text" = "Chargement...";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Autres amis en ligne";

"Name|Placeholder text: Name of new contact" = "Nom";

"New Contact|Button title: Create a new contact" = "Nouveau contact";

"OK|generic affirmative button" = "OK";

"on mobile|presences status for being available on mobile" = "sur mobile";

"online|presences status for being online on the web" = "en ligne";

"Phone or Email|Placeholder text: Phone or email address of new contact" = "Téléphone ou adresse électronique";

"Please enter a phone number or email.|Alert message: Newly created contact has invalid information" = "Veuillez entrer un numéro de téléphone ou une adresse électronique.";

"Please enter the person's name and contact information.|Alert message: Newly created contact needs more information" = "Veuillez entrer le nom et les coordonnées de la personne.";

"Pull down to refresh...|message for pull down to refresh" = "Tirer pour actualiser...";

"Push up to refresh...|message for push up to refresh" = "Tirer vers le haut pour actualiser...";

"Release to refresh...|message for releasing to refresh" = "Relâcher pour actualiser...";

"Search|placeholder in search bar" = "Rechercher";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Rechercher plus d’amis...";

"Send to:|Title of sheet shown when sending to a user with multiple points of contact" = "Envoyer à :";

"To:|to field in contact picker" = "À :";

"Updating...|updating progress text" = "Mise à jour...";

